username = input("Введите имя пользователя: ")
print("Здравствуйте, ",username)
title = input("Введите заголовок заметки: ")
content = input("Введите описание заметки: ")
print("Описание готово!, Ещё пару вопросов...")
status = input("Введите статус заметки: ")
print("Уточните формат дат: число-месяц-год или число-месяц?")
created_date = input("Введите дату создания заметки: ")
print("Заметка создана: ", created_date)
issue_date = input("Введите дату истечения заметки: ")
print("Заметка истекает: ", issue_date)
print("Поздравляем, ваша заметка создана!")





